Repository: capehill/tuxfootball
Catalog: po/*.po
Languages: gd

source: 1 minute
gd: 1 mhionaid

source: 10 minutes
gd: 10 mionaidean

source: 2 minutes
gd: 2 mhionaid

source: 20 minutes
gd: 20 mionaid

source: 45 minutes
gd: 45 mionaid

source: 5 minutes
gd: 5 mionaidean

source: Computer V Computer
gd: Coimpiutair an aghaidh coimpiutair

source: Down:
gd: Sìos:

source: Exit
gd: Fàg

source: Half Length :
gd: Leth-ùine :

source: Left:
gd: Gu clì:

source: Loading Ball
gd: A' luchdadh bàla

source: Loading Pitch
gd: A' luchdadh raon-cluiche

source: Loading Team 1
gd: A' luchdadh sgioba 1

source: Loading Team 2
gd: A' luchdadh sgioba 2

source: Pass:
gd: Pas:

source: Play Game!
gd: Tòisich air geama

source: Player 1:
gd: Cluicheadair 1:

source: Player 2:
gd: Cluicheadair 2:

source: Player V Computer
gd: Duine an aghaidh a' choimpiutair

source: Player V Player
gd: Duine an aghaidh daoine

source: Players :
gd: Cluicheadairean :

source: Redefine Keys
gd: Roghainnean a' mheur-chlàir

source: Right:
gd: Gu deas:

source: Shoot:
gd: Breab:

source: Starting Renderer
gd: A' tòiseachadh an reandaraiche

source: Up:
gd: Suas:

source: Video Settings
gd: Roghainnean na grafaigeachd
